
import { PortfolioApps } from "@/app/types/portfolioapps";

const portfolioBotsData: PortfolioApps[] = [
  {
    id: 1,
    title: "Kaspi Bot – финансы под контролем в чате",
    paragraph: `Бот для популярного казахстанского банка Kaspi, 
    позволяющий управлять финансовыми операциями прямо в Телеграме. 
    Kaspi Bot обеспечивает быстрый доступ к основным банковским 
    функциям: проверка баланса, просмотр мини-выписки, оплата 
    услуг и переводы – всё это через удобный интерфейс 
    мессенджера. Ваши финансы всегда под рукой, где 
    бы вы ни находились.`,
  },
  {
    id: 2,
    title: "Бот аналитики Wildberries и Ozon – статистика маркетплейсов в реальном времени",
    paragraph: `Умный телеграм-бот для продавцов на 
    Wildberries и Ozon. Бот аналитики Wildberries и 
    Ozon собирает и предоставляет актуальные данные о 
    ваших продажах и товарах: оборот, количество 
    заказов, остатки на складах, рейтинги и отзывы. С его 
    помощью предприниматели могут оперативно отслеживать 
    показатели бизнеса и получать уведомления о 
    важных изменениях, не отвлекаясь на ручной мониторинг.`,
  },
  {
    id: 3,
    title: "КиноБот – ваш гид по миру фильмов",
    paragraph: `Развлекательный бот, который поможет 
    выбрать идеальный фильм для просмотра. КиноБот по 
    запросу пользователя найдёт информацию о фильмах: 
    описание сюжета, рейтинги, трейлеры и где можно 
    посмотреть. Хотите комедию или новинку кинопроката? 
    Просто спросите – и бот предложит варианты на ваш 
    вкус, превратив выбор фильма в лёгкий и увлекательный процесс.`,
  },
  {
    id: 4,
    title: "ChatGPT Бот – искусственный интеллект в Телеграме",
    paragraph: `Полноценный AI-собеседник у вас в мессенджере. 
    ChatGPT Бот использует мощь языковой модели ChatGPT, 
    чтобы отвечать на вопросы, помогать с решением задач 
    или просто поддержать беседу. Он доступен 24/7 и готов 
    подсказать рецепт, объяснить сложную тему или придумать 
    идею по вашему запросу – достаточно написать сообщение. 
    Интеллектуальный помощник нового поколения, всегда 
    готовый прийти на помощь.`,
  },
  {
    id: 5,
    title: "Телеграм-игры – мини-развлечения в каждом чате",
    paragraph: `Коллекция интерактивных игр, созданных 
    специально для Телеграм. Наши Телеграм-игры позволяют 
    весело провести время прямо в окне чата – будь то 
    одиночные головоломки или мультиплеер-развлечения 
    с друзьями. Благодаря поддержке веб-версии, игры 
    запускаются мгновенно и работают плавно, предлагая 
    пользователям новый уровень досуга без необходимости 
    устанавливать отдельные приложения.`,
  },
]
export default portfolioBotsData;